{
  "Cookie": [
    {
      "title": "Cookie Policy",
      "sub_title": "JD FOOD PUBLIC COMPANY LIMITED.",
      "html": "<h4>Cookie Policy</h4> <p> JD Food Public Company Limited (&ldquo;JDF&rdquo;, &ldquo;we&rdquo;, &ldquo;us&rdquo; and &ldquo;our&rdquo;) operate this website. This website uses cookies and other tools to help distinguish you from other users of the website. This helps us to provide you with a good experience when you use the website and allows us to improve the website. By continuing to use the website, you are agreeing to us placing cookies on your computer. </p><h4>What are Cookies</h4> <p> Cookies are small text files that are downloaded to your computer or mobile device which is responsible for saving various data and settings for example, saving the language setting information in the browser on your device, record your current access status to help you access the website continuously. Including the collection of the history of your favorite websites in a file format. The cookies do not harm your device and the content of the cookie can only be retrieved or read by the website that created the cookie. </p><h4>Benefit of Cookies</h4> <p> Cookies tell us what parts of our website you are visiting. In order for us to provide you with a better website experience and tailored to your needs, saving the first settings of the website with cookies will allow you to access the website with the settings you set every time you use it. Unless the cookies are deleted which will cause everything settings to be returned to their defaults. </p><h4>Use of Cookies</h4> <p> We use cookies and other technologies on our website (collectively, the &ldquo;Cookie Policy Reference Service&rdquo;), therefore, any browser you use to access the cookies policy-based services will receive cookies from us when you access the services that refer to the Cookie Policy. Our cookies will be downloaded to your device to store information about your usage patterns and website usage history. Information or services that you are interested in Including your last access reference number, etc. </p><p>However, we will use cookies in accordance with the details set out in the Privacy Policy. Which you can learn more from <a href='/ListedJDF/en/privacy_policy'>www.jdfthailand.com/privacy-policy</a> </p><h4>For the types of cookies, we use Can be categorized as follows.</h4> <ul> <li>Cookies for serving. Serving cookies help you to use the service. And /or access to functions such as cookies that manage your login and login status. </li><li>Cookies that improve the performance of the service Cookies that improve the performance of the service will help facilitate you in using the service as well as help us to know you better.</li></ul> <h4>Examples of facilitating your use of services with these types of cookies are:</h4> <ul> <li>It helps to remember the status of using the service, such as the language selected.</li><li>It helps to remember the answers you have already answered. This will save you from having to answer the same question again.</li><li>Provides a Social Media Sharing function, which allows you to share content of interest on social networks.</li></ul> <p>This is for the purpose of providing the service and to facilitate you in using the services as described above. We use third party plugins and services such as Google Analytics, Facebook Analytics, Truehits.</p><h4>Cookie settings</h4> <p> You can block cookies by setting them in your browser. You may refuse the installation of all or some types of cookies. But be aware that if you set up your browser to block all cookies. (Including essential functional cookies), you may not be able to access all or part of our websites. </p><p>Whenever you wish to withdraw your consent to the use of cookies. You need to set up your browser to delete cookies from each browser you use.</p><p>If you need more information on how to do so, please select a topic &ldquo;Help&rdquo; in your Internet browser to learn more.</p>"
    }
  ]
}
