{
  "Privacy": [
    {
      "title": "Personal Data Privacy Policy",
      "sub_title": "JD FOOD PUBLIC COMPANY LIMITED.",
      "html": "<h4>Personal Data Privacy Policy</h4> <p> JD Food Public Company Limited ( &ldquo;Company&rdquo;) realizes the importance of the personal data protection and has compliance and management of Personal Data which are consistent with Personal Data Protection law and the related laws. The Company would like to notify you of the Company’s compliance with the Personal Data Protection Act, B.E. 2562 (2019) as follows: </p><h4>1.Personal Data</h4> <h4 class='ml-3'>1.1 The Characteristics of Personal Data</h4> <p class='ml-3'> In this document: “Personal Data” means any information relating to a Person, which enables the identification of such Person, whether directly or indirectly, but not including the information of the deceased Persons in particular. </p><p class='ml-3'> “Sensitive Personal Data” means Personal Data pertaining to racial, ethnic origins, political opinions, cult, religious or philosophical beliefs, sexual orientation, criminal records, health data, disability, trade union information, genetic data, biometric data (such as fingerprints or facial recognition data) or of any data which may affect the data subjects in the same manner, as prescribed by the Personal Data Protection Committee </p><h4 class='ml-3'>1.2 The Collection of Personal Data</h4> <p class='ml-3'> The Company may collect your Personal Data as follows </p><h4 class='ml-3'>General Personal Data:</h4> <ul> <li>(a) Personal Data including, among others, name and surname, the date and place of birth, marital status, information contained in an individual’s citizen identity card, passport and their copies.</li><li>(b) Contact information including, among others, address, telephone number, social media identification such as Line ID, and workplace contact details.</li><li>(c) Work position, work unit or organization</li><li>(d) Information related to electronic systems access and usage such as email, IP Address, Browsers, Cookies and chat history in various applications</li><li>(e) Other information provided to the Company during company events in which you participated</li></ul> <h4>2.The respect of Personal privacy</h4> <p>The Company respects Data Subjects’ right of their Personal Data and is also aware of the Data Subjects’ intention for the due protection of their Personal Data. Any Personal Data submitted to the Company will be used only for the stated purposes. The Company has strict security measures and a prevention not to let the unauthorized parties from accessing and using your personal data.</p><h4>3.The Collection of Personal Data</h4> <p> In the direct collection, use, and disclosure of your Personal Data, the company shall solicit your consent should it be legally required and shall use the Personal Data only as necessary and only in accordance with the Company’s specified purposes. </p><p>However, the Company may collect your Personal Data from any other sources, such as from various social media, but only in necessity and carried out in accordance with legal requirements.</p><h4>4.Purposes for the collection, use and disclosure of Personal Data</h4> <p> The Company collects, uses, and discloses your Personal Data for the following purposes: </p><ul> <li>For the procurement or sales of products and providing or employing services in various forms</li><li>For the performance of financial transactions and taxation in compliance with the company’s contractual obligations.</li><li>For Research or Development</li><li>For the creation of a database for analyzing and proposing services or products of the Company and its affiliates, or sales representatives/dealers representing the Company.</li><li>For the improvement of quality in operations, provision of services, and other company related activities</li><li>For analyzing and monitoring of the Company’s website services and for investigating difficulty of use issues</li><li>For participating various activities of the Company</li><li>For access control, preventing life-threatening situations and incidents that may harm the health or cause bodily injury to yourself or others, as well as prevent and control contagious diseases, and security control of the Company’s buildings and premises.</li><li>For compliance with existing or future laws and regulations applicable to the Company</li></ul> <p> The Personal Data collected by the company in relation to the above-mentioned purposes are required in compliance with contractual obligations or in accordance with applicable laws. In case of refusal to provide the required Personal Data, it may be considered as an infringement of relevant laws or may cause the Company not to be able to manage or execute contractual obligations or facilitate services for you. </p><p>However, should any modifications to the stated purposes for the collection of Personal Data subsequently occur, the Company will duly inform you as well as fulfill other legal obligations, including the recording as evidence of the amendment of the purposes stated in this Policy.</p><h4>5.The Personal Data retention period</h4> <p>The Company will retain your Personal Data only for the necessary duration, and will collect, use and disclose your Personal Data, as defined in this Policy, in accordance with the duration criteria, namely the period during which you are still related to the Company as a client, and may still retain your Personal Data as long as needed for legal compliance or as per legal prescription, for the establishment of legal claims, legal compliance or exercise of legal claims, or defense of legal claims, or for other purposes in accordance with policies and the internal regulations of the Company.</p><p>If it is not possible to specify the Personal Data retention period, the Company will retain the Personal Data as may be expected per data retention standards (such as the longest legal prescription of 10 years).</p><h4>6.Security Measures</h4> <p>The Company has in place adequate and strict security measures, in accordance with Policy and Guidelines on Information Technology of the Company, to prevent Personal Data, loss, access, destruction, use, alteration, correction, and to prohibit unauthorized or unlawful use of Personal Data.</p><h4>7.Your Rights as a Data Subject</h4> <p>As a Data Subject, you have the rights as prescribed in the Personal Data Protection Act, B.E. 2562 (2019) and other rights as follows:</p><h4 class='ml-3'>7.1 Right to withdraw consent</h4> <p class='ml-3'> You have the right to withdraw consent for the processing of your Personal Data as submitted to the Company, but not if the consent withdrawal is restricted by law or by contract of benefit to you as a Data Subject. </p><p class='ml-3'> However, the withdrawal of consent shall not affect the processing of Personal Data to which you have already legally consented. </p><h4 class='ml-3'>7.2 Right to access to the Personal Data</h4> <p class='ml-3'> You are entitled to request access to and obtain a copy of your Personal Data, under the Company’s care and responsibility, as well as to request the disclosure of the acquisition of your Personal Data without your consent. </p><h4 class='ml-3'>7.3 Right to request for sending or transferring the Personal Data (Right to data portability)</h4> <p class='ml-3'> You have the legal right to request the Company to transfer your Personal Data. </p><h4 class='ml-3'>7.4 Right to object to the collection, use, or disclosure of Personal Data</h4> <p class='ml-3'> You have the right to object to the processing of your Personal Data, namely the collection, use, or disclosure of your Personal Data as prescribed by law. </p><h4 class='ml-3'>7.5 Right to request the erasure of Personal Data (Right to be forgotten)</h4> <p class='ml-3'> You have the legal right to request the Company to erase, destroy, or to anonymize your Personal Data. </p><h4 class='ml-3'>7.6 Right to restrict the use of Personal Data.</h4> <p class='ml-3'> You have the legal right to request the Company to suspend the use of your Personal Data. </p><h4 class='ml-3'>7.7 Right to request for the correction of the Personal Data</h4> <p class='ml-3'> Should you discover that your Personal Data kept by the Company is not correct or has been modified, you have the legal right to request the Company to correct them so that your Personal Data is accurate, up-to-date, complete, and will not incur any misunderstandings. </p><h4 class='ml-3'>7.8 Right to be informed in case of the modification of the Privacy Notice</h4> <p class='ml-3'> The Company may consider and modify as appropriate this Privacy Notice to ensure that your Personal Data is well protected. </p><h4 class='ml-3'>7.9 Right to Complain</h4> <p class='ml-3'> You have the right to complain to authorized officials as prescribed by the Personal Data Protection Act, B.E. 2562 (2019) in case of the Company’s infringement or non-compliance with the Act. </p><p class='ml-3'> In the event that the Data Subject lodges their request to exercise their rights as prescribed by the Personal Data Protection Act, B.E. 2562 (2019), upon reception of such request, the company will further proceed within the duration of time as prescribed by the Act. However, the Company reserves the right to deny or not to proceed with the request as prescribed by law in case that the Data Subject has chosen to provide to the Company only certain Personal Data which may cause the Company not to be able to provide full services. Moreover, the Company may not be able to collaborate with or to provide services to the Data Subject if they do not consent to the provision of information as required by the Company. </p><h4>8.The Disclosure of Personal Data to a Third Party</h4> <p>The Company may have the need to disclose Personal Data to its subsidiary or to other persons or business units that are strategic allies in Thailand or in a foreign country cooperating with the Company in the procurement of various products or services, or out of necessity as prescribed by terms and conditions of the Company, or in case of reorganization, merging or sales of the Company and may require the disclosure of the Personal Data to Thai authorities or Public Organizations concerned as prescribed by law or by court order or by the order of authorized officials for which the Personal Data will be kept confidential, either in paper form or electronic form, including during its transfer.</p><p>However, in case of an international transfer of Personal Data, the Company will strictly comply with the Personal Data Protection Act, B.E. 2562 (2019).</p><h4>9.Contact channels</h4> <p>Enquires or questions on the Personal Data Protection can be addressed to the following channels:</p><ul style='list-style: none;'> <li style='font-weight: 600 !important; color: #004497 !important;'>JD Food Public Company Limited </li><li>116,116/1,116/2 Moo 3 Toral Bang Trod Aram Muang Samut Sakhon, Mueang Samut Sakhon 74000</li><li>E-mail : DPOOffice@jdfthailand.com</li><li>Tel: 034 – 440 681 – 2</li></ul> <h4>10.Amendment of the Policy and Guideline on Personal Data Protection</h4> <p>The Company may, from time to time, review this Policy for compliance with the changing guidelines and relevant laws. In case of changes thereto, the Company will provide a public notification through appropriate channels</p>"
    }
  ]
}
