{
  "Cookie": [
    {
      "title": "นโยบายคุกกี้",
      "sub_title": "บริษัท เจดีฟู้ด จำกัด (มหาชน)",
      "html": "<h4>นโยบายคุกกี้</h4> <p> เว็บไซต์นี้ ให้บริการโดย บริษัท เจดีฟู้ด จํากัด (มหาชน) (ในที่นี้รวมเรียกว่า “JDF ” หรือ “เรา”) เว็บไซต์นี้ใช้คุกกี้และเครื่องมืออื่นเพื่อช่วยแยกแยะรูปแบบการใช้งานเว็บไซต์ ของท่านจากผู้ใช้งานอื่นๆ ซึ่งจะช่วยให้ท่านได้รับประสบการณ์ที่ดีจากการใช้งานเว็บไซต์และช่วยให้เราสามารถพัฒนาคุณภาพของเว็บไซต์ให้ดียิ่งขึ้น กรณีที่ท่านใช้งานเว็บไซต์นี้ต่อไป ถือว่าท่านได้ยินยอมให้เราติดตั้งคุกกี้ไว้ในเครื่องคอมพิวเตอร์ของท่าน </p><h4>คุกกี้ คือ อะไร</h4> <p> คุกกี้ คือ ไฟล์ข้อความขนาดเล็กที่ถูกดาวน์โหลดไปยังอุปกรณ์คอมพิวเตอร์หรืออุปกรณ์มือถือของท่าน ซึ่งทำหน้าที่บันทึกข้อมูลและการตั้งค่าต่าง ๆ เช่น บันทึกข้อมูลการตั้งค่าภาษาในเบราว์เซอร์บนอุปกรณ์ของท่าน บันทึกสถานะการเข้าใช้งานในปัจจุบันของท่าน เพื่อช่วยให้ท่านสามารถเข้าใช้งานเว็บไซต์ได้อย่างต่อเนื่อง รวมถึงมีการรวบรวมข้อมูลเกี่ยวกับประวัติการเข้าชมเว็บไซต์ที่ท่านชื่นชอบในรูปแบบไฟล์ โดยคุกกี้ไม่ได้ทำให้เกิดอันตรายต่ออุปกรณ์ของท่าน และเนื้อหาในคุกกี้จะถูกเรียกออกมาดูหรืออ่านได้โดยเว็บไซต์ที่สร้างคุกกี้ดังกล่าวเท่านั้น </p><h4>ประโยชน์ ของ คุกกี้</h4> <p> คุกกี้จะบอกให้เราทราบว่าท่านเข้าชมส่วนใดในเว็บไซต์ของเราเพื่อที่เราจะสามารถมอบประสบการณ์การใช้ งานเว็บไซต์ที่ดีขึ้นและตรงกับความต้องการของท่านได้ นอกจากนี้การบันทึกการตั้งค่าแรกของเว็บไซต์ด้วยคุกกี้จะช่วยให้ท่านเข้าถึงเว็บไซต์ด้วยค่าที่ตั้งไว้ทุกครั้งที่ใช้งาน ยกเว้นในกรณีที่คุกกี้ถูกลบซึ่งจะทำให้การตั้งค่าทุกอย่างจะกลับไปที่ค่าเริ่มต้น </p><h4>การใช้งาน คุกกี้</h4> <p> เราใช้คุกกี้และเทคโนโลยีอื่นบนเว็บไซต์ของเรา (รวมเรียกว่า “บริการที่อ้างอิงนโยบายการใช้คุกกี้”) ดังนั้น เบราว์เซอร์ใดก็ตาม ที่ท่านใช้เพื่อเข้าถึงบริการที่อ้างอิงนโยบายการใช้คุกกี้จะได้รับคุกกี้ จากเราเมื่อท่านเข้าถึงบริการที่อ้างอิงนโยบายการใช้คุกกี้ คุกกี้ของเราจะถูกดาวน์โหลดไปยังอุปกรณ์ของท่านเพื่อเก็บข้อมูลเกี่ยวกับรูปแบบการใช้และประวัติการใช้งานเว็บไซต์ ข้อมูลหรือบริการที่ท่านสนใจ รวมถึงหมายเลขอ้างอิงการเข้าใช้งานล่าสุดของท่าน เป็นต้น </p><p>อย่างไรก็ตาม เราจะใช้งานคุกกี้ภายใต้รายละเอียดที่ระบุในนโยบายคุ้มครองข้อมูลส่วนบุคคล ซึ่งท่านสามารถศึกษาข้อมูลเพิ่มเติมได้จาก <a href='/Listed/JDF/th/privacy_policy'>www.jdfthailand.com/privacy-policy</a> </p><h4>สำหรับประเภทคุกกี้ที่เราใช้งาน สามารถแบ่งประเภทได้ดังนี้</h4> <ul> <li>คุกกี้เพื่อการให้บริการ คุกกี้เพื่อการให้บริการจะช่วยให้ท่านสามารถใช้บริการ และ/หรือเข้าถึงฟังก์ชันต่าง ๆ ได้ เช่น คุกกี้ที่จัดการเรื่องการเข้าสู่ระบบ (Login) และสถานะการเข้าสู่ระบบของท่าน</li><li>คุกกี้ที่ช่วยเสริมประสิทธิภาพในการใช้บริการ คุกกี้ที่ช่วยเสริมประสิทธิภาพในการใช้บริการ จะช่วยอำนวยความสะดวกแก่ท่านในการใช้บริการ รวมทั้งช่วยให้เรารู้จักท่านมากยิ่งขึ้น</li></ul> <h4>ตัวอย่างการอำนวยความสะดวกแก่ท่านในการใช้บริการด้วยคุกกี้ประเภทนี้ คือ</h4> <ul> <li>ช่วยจำสถานะของการใช้บริการ เช่น ภาษาที่เลือกใช้</li><li>ช่วยจำคำตอบที่ท่านเคยตอบไปแล้ว ซึ่งจะช่วยให้ท่านไม่ต้องตอบคำถามเดิมซ้ำอีก</li><li>ให้บริการฟังก์ชัน Social Media Sharing ซึ่งจะช่วยให้ท่านสามารถแบ่งปันเนื้อหาที่สนใจบนเครือข่ายสังคมออนไลน์ (Social Network)</li></ul> <p>ทั้งนี้ เพื่อการให้บริการและเพื่ออำนวยความสะดวกแก่ท่านในการใช้บริการตามตัวอย่างข้างต้น เรามีการใช้งานโปรแกรมเสริม (Plugin) และบริการของบุคคลที่สาม เช่น Google Analytics, Facebook Analytics, True hits</p><h4>การตั้งค่าคุกกี้</h4> <p> ท่านสามารถบล็อกการทำงานของคุกกี้ได้โดยการกำหนดค่าในเบราวเซอร์ของท่าน ซึ่งท่านอาจปฏิเสธการติดตั้งค่าคุกกี้ทั้งหมดหรือบางประเภทก็ได้ แต่พึงตระหนักว่าหากท่านตั้งค่าเบราวเซอร์ของท่านด้วยการบล็อกคุกกี้ทั้งหมด (รวมถึงคุกกี้ที่จำเป็นต่อการใช้งาน) ท่านอาจจะไม่สามารถเข้าสู่เว็บไซต์ทั้งหมดหรือบางส่วนของเราได้ เมื่อใดก็ตามที่ท่านต้องการยกเลิกความยินยอมการใช้งานคุกกี้ ท่านจะต้องตั้งค่าเบราวเซอร์ของท่านเพื่อให้ลบคุกกี้ออกจากแต่ละเบราวเซอร์ที่ท่านใช้งาน หากท่านต้องการข้อมูลเพิ่มเติมเกี่ยวกับวิธีการดังกล่าว โปรดเลือกหัวข้อ “ความช่วยเหลือ” ในอินเตอร์เน็ตเบราวเซอร์ของท่านเพื่อศึกษาในรายละเอียดมากขึ้น </p>"
    }
  ]
}
