{
  "Privacy": [
    {
      "title": "นโยบายคุ้มครองข้อมูลส่วนบุคคล",
      "sub_title": "บริษัท เจดีฟู้ด จำกัด (มหาชน)",
      "html": "<h4>นโยบายคุ้มครองข้อมูลส่วนบุคคล</h4> <p> บริษัท เจดีฟู้ด จำกัด (มหาชน) ( &ldquo;บริษัทฯ&rdquo;) ตระหนักถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคล และมีการกำกับดูแล และการบริหารจัดการข้อมูลส่วนบุคคล ให้มีความสอดคล้องกับกฎหมายคุ้มครองข้อมูลส่วนบุคคล และกฏหมายที่เกี่ยวข้อง จึงขอแจ้งข้อมูลดังต่อไปนี้ให้ท่านทราบเพื่อเป็นการปฏิบัติตาม พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 โดยมีสาระสำคัญดังต่อไปนี้ </p><h4>1.ข้อมูลส่วนบุคคล</h4> <h4 className='ml-3'>1.1 ลักษณะของข้อมูลส่วนบุคคล</h4> <p className='ml-3'> ในเอกสารฉบับนี้ ข้อมูลส่วนบุคคล หมายถึง ข้อมูลใด ๆ ที่เกี่ยวกับบุคคลธรรมดาที่ทำให้สามารถระบุถึงตัวบุคคลธรรมดานั้นได้ไม่ว่าทางตรงหรือทางอ้อม โดยไม่รวมถึงข้อมูลส่วนบุคคลของผู้ถึงแก่กรรม </p><p className='ml-3'> ข้อมูลส่วนบุคคลที่มีความอ่อนไหว หมายถึง ข้อมูลส่วนบุคคลเกี่ยวกับเชื้อชาติ เผ่าพันธุ์ ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ ศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ (เช่น การสแกนลายนิ้วมือ การสแกนใบหน้า เป็นต้น) หรือข้อมูลอื่นใดซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกันตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด </p><h4 className='ml-3'>1.2 ข้อมูลส่วนบุคคลที่มีการเก็บรวบรวม</h4> <p className='ml-3'> บริษัทฯ อาจมีการเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน ดังต่อไปนี้ </p><h4 className='ml-3'>ข้อมูลส่วนบุคคลทั่วไป:</h4> <ul> <li>(ก) ข้อมูลส่วนตัว ได้แก่ ชื่อและนามสกุล วันเดือนปี สถานที่เกิด สถานภาพ ข้อมูลตามที่ระบุในบัตรประจำตัวประชาชนและหนังสือเดินทาง สำเนาบัตรประชาชน หรือหมายเลขบัตรประชาชน</li><li>(ข) ข้อมูลติดต่อ ได้แก่ ที่อยู่ หมายเลขโทรศัพท์ Line ID ช่องทางติดต่อในสื่อสังคมออนไลน์ สถานที่ทำงาน</li><li>(ค) ตำแหน่งงาน หน่วยงานหรือองค์กร</li><li>(ง) ข้อมูลเกี่ยวกับการใช้งานระบบอิเล็กทรอนิกส์ ได้แก่ email หมายเลขไอพี (IP Address) ประเภทของโปรแกรมบราวเซอร์ (Browser) และคุกกี้ (Cookies) ประวัติการสนทนาในแอปพลิเคชันต่าง ๆ</li><li>(จ) ข้อมูลที่ท่านได้ให้ไว้เมื่อท่านติดต่อ หรือร่วมกิจกรรมใด ๆ กับบริษัทฯ เป็นต้น</li></ul> <h4>2.การเคารพสิทธิในความเป็นส่วนบุคคล</h4> <p>บริษัทฯ เคารพสิทธิในข้อมูลส่วนบุคคลของเจ้าของข้อมูล และตระหนักดีว่าเจ้าของข้อมูล ย่อมมีความประสงค์ที่จะได้รับความมั่นคงปลอดภัยเกี่ยวกับข้อมูลของตน ข้อมูลส่วนบุคคลที่บริษัทฯได้รับมา จะถูกนำไปใช้ตามวัตถุประสงค์ที่เกี่ยวข้องเท่านั้น โดยบริษัทฯ มีมาตรการเข้มงวดในการรักษาความมั่นคงปลอดภัย ตลอดจนการป้องกันมิให้มีการนำข้อมูลส่วนบุคคลไปใช้โดยมิชอบด้วยกฎหมาย</p><h4>3.การเก็บรวบรวมข้อมูลส่วนบุคคล</h4> <p> ในการเก็บรวบรวมข้อมูลส่วนบุคคลจากเจ้าของข้อมูลโดยตรง และการนำข้อมูลส่วนบุคคลไปใช้ รวมถึงการเปิดเผยข้อมูลส่วนบุคคล บริษัทฯ จะขอความยินยอมจากเจ้าของข้อมูลก่อนหรือขณะทำการเก็บรวบรวม หากกฎหมายกำหนดให้ต้องขอความยินยอม และจะดำเนินการเกี่ยวกับข้อมูลส่วนบุคคลเท่าที่จำเป็นตามวัตถุประสงค์ที่บริษัทฯ ระบุไว้โดยแจ้งชัด </p><p>ทั้งนี้ บริษัทฯ อาจรวบรวมข้อมูลส่วนบุคคลที่ได้รับมาจากแหล่งอื่นที่ไม่ใช่จากเจ้าของข้อมูลส่วนบุคคลโดยตรง เช่น จากสื่อสาธารณะต่าง ๆ เฉพาะในกรณีที่มีความจำเป็นด้วยวิธีการตามที่กฎหมายกำหนด</p><h4>4.วัตถุประสงค์ในการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคล</h4> <p> บริษัทฯ เก็บรวบรวม ใช้ และเปิดเผย ข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์ดังต่อไปนี้ </p><ul> <li>เพื่อประโยชน์ในการจัดหาหรือจำหน่ายผลิตภัณฑ์ การให้หรือรับบริการในรูปแบบต่าง ๆ</li><li>เพื่อการทำธุรกรรมทางการเงิน และภาษี ที่เกี่ยวข้องกับการปฏิบัติตามสัญญาของบริษัทฯ</li><li>การค้นคว้า หรือการวิจัย</li><li>เพื่อประโยชน์ในการจัดทำฐานข้อมูลสำหรับการวิเคราะห์และนำเสนอบริการหรือผลิตภัณฑ์ใด ๆ ของบริษัทฯ และบริษัทในกลุ่ม หรือบุคคลที่เป็นผู้จำหน่าย เป็นตัวแทน หรือมีความเกี่ยวข้องกับบริษัทฯ</li><li>เพื่อประโยชน์ในการปรับปรุงคุณภาพในการดำเนินงาน การให้บริการ และการดำเนินการที่เกี่ยวข้องกับธุรกิจของบริษัทฯ</li><li>เพื่อการวิเคราะห์และติดตามการใช้บริการทางเว็บไซต์ และวัตถุประสงค์ในการตรวจสอบย้อนหลังในกรณีที่เกิดปัญหาการใช้งาน</li><li>เพื่อการเข้าร่วมกิจกรรมต่างๆ ของบริษัทฯ</li><li>เพื่อวัตถุประสงค์ในการควบคุมการเข้าถึง การป้องกันและระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่านหรือบุคคลอื่น การควบคุมและป้องกันโรคติดต่อ และเพื่อประโยชน์ในการดูแลรักษาความปลอดภัย ของบริเวณอาคาร ภายในอาคาร และพื้นที่ของบริษัทฯ</li><li>เพื่อปฏิบัติตามกฎหมายหรือกฎระเบียบที่ใช้บังคับกับบริษัทฯ ทั้งในปัจจุบันและ ในอนาคต</li></ul> <p> ข้อมูลส่วนบุคคลที่บริษัทฯ ดำเนินการเก็บรวบรวมเพื่อวัตถุประสงค์ข้างต้นเป็นข้อมูลที่จำเป็นในการปฏิบัติตามสัญญาหรือการปฏิบัติตามกฎหมายต่าง ๆ ที่ใช้บังคับ หากท่านไม่ให้ข้อมูลส่วนบุคคลที่จำเป็นดังกล่าว อาจเป็นการฝ่าฝืนกฎหมาย หรือบริษัทฯ อาจไม่สามารถบริหารหรือจัดการสัญญา หรืออำนวยความสะดวกในการดำเนินการต่างๆ ให้กับท่านได้ </p><p>ทั้งนี้หากภายหลังมีการเปลี่ยนแปลงวัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคล บริษัทฯ จะแจ้งให้ท่านทราบ และดำเนินการอื่นใดตามที่กฎหมายกำหนด รวมถึงจัดให้มีบันทึกการแก้ไขเพิ่มเติมไว้เป็นหลักฐาน</p><h4>5.ระยะเวลาในการจัดเก็บข้อมูลส่วนบุคคล</h4> <p>บริษัทฯ จะเก็บรักษาข้อมูลส่วนบุคคลของท่านเป็นระยะเวลาเท่าที่จำเป็นเพื่อวัตถุประสงค์ในการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลซึ่งได้ระบุไว้ในคำประกาศฉบับนี้ ตามหลักเกณฑ์ที่ใช้กำหนดระยะเวลาเก็บ ได้แก่ ระยะเวลาที่บริษัทฯ ยังมีความสัมพันธ์กับท่านในฐานะลูกค้าของบริษัทฯ และอาจเก็บต่อไปตามระยะเวลาที่จำเป็นเพื่อการปฏิบัติตามกฎหมายหรือตามอายุความทางกฎหมาย เพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามกฎหมายหรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย หรือเพื่อเหตุอื่นตามนโยบายและข้อกำหนดภายในของบริษัทฯ</p><p>ในกรณีที่ไม่สามารถระบุระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคลได้ชัดเจน บริษัทฯ จะเก็บรักษาข้อมูลไว้ตามระยะเวลาที่อาจคาดหมายได้ตามมาตรฐานของการเก็บรวบรวม (เช่น อายุความตามกฎหมายทั่วไปสูงสุด 10 ปี)</p><h4>6.การรักษาความมั่นคงปลอดภัย</h4> <p>บริษัทฯ กำหนดให้มีมาตรการที่เหมาะสม และเข้มงวดในการรักษาความมั่นคงปลอดภัย ตามนโยบายและแนวปฏิบัติในการรักษาความมั่นคงปลอดภัยด้านเทคโนโลยีสารสนเทศของบริษัทฯ เพื่อป้องกันการสูญหาย การเข้าถึง ทำลาย ใช้ แปลง แก้ไขหรือมิให้มีการนำข้อมูลส่วนบุคคลไปใช้โดยไม่มีสิทธิหรือไม่ชอบด้วยกฎหมาย</p><h4>7.สิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคล</h4> <p>ในฐานะที่เป็นเจ้าของข้อมูลส่วนบุคคลท่านมีสิทธิตามที่กำหนดไว้โดยพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 รวมถึงสิทธิต่าง ๆ ดังนี้</p><h4 className='ml-3'>7.1 สิทธิในการเพิกถอนความยินยอม</h4> <p className='ml-3'> ท่านมีสิทธิในการเพิกถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับบริษัทฯ ได้ เว้นแต่การเพิกถอนความยินยอมจะมีข้อจำกัดโดยกฎหมายหรือสัญญาที่ให้ประโยชน์แก่ท่าน ในฐานะที่ท่านเป็นเจ้าของข้อมูล ทั้งนี้ การเพิกถอนความยินยอมจะไม่ส่งผลกระทบต่อการประมวลผลข้อมูลส่วนบุคคลที่ท่าน ได้ให้ความยินยอมไปแล้วโดยชอบด้วยกฎหมาย </p><h4 className='ml-3'>7.2 สิทธิในการขอเข้าถึงข้อมูลส่วนบุคคล</h4> <p className='ml-3'> ท่านมีสิทธิขอเข้าถึงและขอรับสำเนาข้อมูลของท่านซึ่งอยู่ในความรับผิดชอบของบริษัทฯ รวมถึงขอให้บริษัทฯ เปิดเผยการได้มาซึ่งข้อมูลดังกล่าวที่ท่านไม่ได้ให้ความยินยอมต่อบริษัทฯ ได้ </p><h4 className='ml-3'>7.3 สิทธิในการขอให้ส่งหรือโอนข้อมูลส่วนบุคคล</h4> <p className='ml-3'> ท่านมีสิทธิขอให้บริษัทฯ โอนข้อมูลส่วนบุคคลของท่านที่ท่านให้ไว้กับบริษัทฯ ได้ตามที่กฎหมายกำหนด </p><h4 className='ml-3'>7.4 สิทธิในการคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล</h4> <p className='ml-3'> ท่านมีสิทธิในการคัดค้านการประมวลผลข้อมูลที่เกี่ยวกับท่านสำหรับกรณีการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่เกี่ยวกับตนได้ตามที่กฎหมายกำหนด </p><h4 className='ml-3'>7.5 สิทธิในการขอลบข้อมูลส่วนบุคคล</h4> <p className='ml-3'> ท่านมีสิทธิขอให้บริษัทฯ ลบหรือทำลายหรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวตนได้ตามที่กฎหมายกำหนด </p><h4 className='ml-3'>7.6 สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคล</h4> <p className='ml-3'> ท่านมีสิทธิขอให้บริษัทฯ ระงับการใช้ข้อมูลของท่านได้ตามที่กฎหมายกำหนด </p><h4 className='ml-3'>7.7 สิทธิในการขอแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง</h4> <p className='ml-3'> กรณีที่ท่านเห็นว่าข้อมูลที่บริษัทฯ มีอยู่นั้นไม่ถูกต้องหรือท่านมีการเปลี่ยนแปลงข้อมูลส่วนบุคคลของท่านเอง ท่านมีสิทธิขอให้บริษัทฯ แก้ไขข้อมูลส่วนบุคคลของท่านเพื่อให้ข้อมูลส่วนบุคคลดังกล่าวถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด </p><h4 className='ml-3'>7.8 สิทธิในการรับทราบกรณีมีการแก้ไขเปลี่ยนแปลงแบบแจ้งเกี่ยวกับข้อมูลส่วนบุคคลของท่าน</h4> <p className='ml-3'> บริษัทฯ อาจมีการพิจารณาทบทวนและแก้ไขเปลี่ยนแปลงแบบแจ้งนี้ตามความเหมาะสม ในบางครั้งเพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลของท่านจะได้รับความคุ้มครองอย่างเหมาะสม </p><h4 className='ml-3'>7.9 สิทธิในการร้องเรียน</h4> <p className='ml-3'> ท่านมีสิทธิในการร้องเรียนต่อพนักงานเจ้าหน้าที่ผู้มีอำนาจตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 หากบริษัทฯ ฝ่าฝืนหรือไม่ปฏิบัติตามพระราชบัญญัติดังกล่าวได้ ในกรณีที่เจ้าของข้อมูลส่วนบุคคลยื่นคำร้องขอใช้สิทธิภายใต้บทบัญญัติของพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 เมื่อบริษัทฯ ได้รับคำร้องขอดังกล่าวแล้ว จะดำเนินการภายในระยะเวลาที่กฎหมายกำหนด อนึ่ง บริษัทฯ สงวนสิทธิที่จะปฏิเสธหรือไม่ดำเนินการตามคำร้องขอดังกล่าวได้ในกรณีที่กฎหมายกำหนด ในกรณีที่เจ้าของข้อมูลมีข้อจำกัดโดยเลือกที่จะให้ข้อมูลส่วนบุคคลเฉพาะอย่าง อาจส่งผลให้ ไม่สามารถได้รับบริการจากบริษัทฯได้อย่างเต็มที่ รวมทั้งบริษัทฯ อาจจะไม่สามารถทำงานร่วมกับเจ้าของข้อมูลส่วนบุคคลหรือให้บริการใด ๆ ได้ หากเจ้าของข้อมูลส่วนบุคคลไม่ยินยอมให้ข้อมูลที่บริษัทฯ ต้องการ </p><h4>8.การเปิดเผยข้อมูลส่วนบุคคลกับบุคคลอื่นหรือหน่วยงานอื่น</h4> <p>บริษัทฯ อาจมีความจำเป็นในการเปิดเผยข้อมูลส่วนบุคคลให้แก่บริษัทในกลุ่ม หรือบุคคลหรือหน่วยงานอื่นที่เป็นพันธมิตรทางกลยุทธ์ทั้งในประเทศและต่างประเทศ ซึ่งทำงานร่วมกับบริษัทฯ ในการจัดหาผลิตภัณฑ์และให้บริการในรูปแบบต่าง ๆ หรือตามความจำเป็นตามสมควรในการบังคับใช้ข้อกำหนดและเงื่อนไขของบริษัทฯ หรือกรณีที่มีการปรับโครงสร้างองค์กร การควบรวมบริษัท หรือการขายกิจการ และอาจมีการเปิดเผยข้อมูลส่วนบุคคลให้กับหน่วยงานราชการหรือหน่วยงานภาครัฐตามข้อบังคับของกฎหมายหรือตามคำสั่งศาลหรือตามคำสั่งเจ้าหน้าที่ผู้มีอำนาจ โดยข้อมูลส่วนบุคคลจะได้รับการเก็บรักษาเป็นความลับ ทั้งในรูปเอกสารและข้อมูลอิเล็กทรอนิกส์ รวมทั้งในระหว่างการส่งผ่านข้อมูลทุกขั้นตอน</p><p>ทั้งนี้ ในกรณีที่ต้องมีการโอนข้อมูลส่วนบุคคลไปยังต่างประเทศ บริษัทฯ จะดำเนินการตามที่พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 กำหนดไว้อย่างเคร่งครัด</p><h4>9.วิธีการติดต่อ</h4> <p>ในกรณีที่มีข้อสงสัยหรือต้องการสอบถามรายละเอียดเพิ่มเติมเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลของท่าน โปรดติดต่อบริษัทฯ ได้ตามช่องทางดังต่อไปนี้</p><ul style='list-style: none;'> <li style='font-weight: 600 !important; color: #004497 !important;'>บริษัท เจดีฟู้ด จํากัด (มหาชน) </li><li>116,116/1,116/2 หมู่ 3 ตําบลบางโทรัด อําเภอเมืองสมุทรสาคร จังหวัดสมุทรสาคร 74000 </li><li>อีเมล: DPOOffice@jdfthailand.com </li><li>โทรศัพท์: 034 – 440 681 – 2 </li></ul> <h4>10.การเปลี่ยนแปลงนโยบายและแนวปฏิบัติคุ้มครองข้อมูลส่วนบุคคล</h4> <p>บริษัทฯ จะทำการพิจารณาทบทวนเงื่อนไขนโยบายบริษัทฯ ฉบับนี้เป็นครั้งคราว เพื่อให้สอดคล้องกับแนวปฏิบัติ และกฎหมายที่เกี่ยวข้อง หากมีการแก้ไขเปลี่ยนแปลงบริษัทฯ จะแจ้งให้ทราบด้วยการเผยแพร่ผ่านการประกาศที่เหมาะสมของบริษัทฯ</p>"
    }
  ]
}
